Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Icon_ThumbsUp_DisplayName
source: Thumbs up
bg_bg: Палец нагоре
ca_es: Polze cap amunt
cs_cz: Palec nahoru
da_dk: Tommelfinger op
de_de: Daumen hoch
el_gr: Έγκριση
es_es: Pulgar hacia arriba
et_ee: Pöidlad püsti
eu_es: Erpurua gora
fi_fi: Peukalo ylöspäin
fr_fr: Pouce vers le haut
gl_es: Polgar cara arriba
hi_in: थम्स अप
hr_hr: Palac gore
hu_hu: Felfelé mutató hüvelykujj
it_it: Pollice su
ja_jp: 賛成
kk_kz: Бас бармақтары көтерілген
ko_kr: 만족
lt_lt: Nykščiai aukštyn
lv_lv: Īkšķi uz augšu
ms_my: Ibu jari ke atas
nb_no: Tommelen opp
nl_nl: Duim omhoog
pl_pl: Kciuki sieciowane w górę
pt_br: Polegar para cima
pt_pt: Polegar para cima
ro_ro: Deget mare în sus
ru_ru: Большой палец вверх
sk_sk: Palec nahor
sl_si: Všeč mi je
sr_cyrl_rs: Палац нагоре
sr_latn_rs: Palac nagore
sv_se: Tummen upp
th_th: ชูนิ้วโป้ง
tr_tr: Başparmak yukarı
uk_ua: Подобається
vi_vn: Ngón tay cái giơ lên
zh_cn: 好评
zh_tw: 讚許

# Icon_Train_DisplayName
source: Train
bg_bg: Обучение
ca_es: Entrena
cs_cz: Vlak
da_dk: Tog
de_de: Zug
el_gr: Τρένο
es_es: Tren
et_ee: Rong
eu_es: Trena
fi_fi: Juna
gl_es: Tren
hi_in: ट्रेन
hr_hr: Vlak
hu_hu: Vonat
it_it: Treno
ja_jp: 列車
kk_kz: Пойыз
ko_kr: 기차
lt_lt: Traukinys
lv_lv: Vilciens
ms_my: Kereta api
nb_no: Tog
nl_nl: Trein
pl_pl: Pociąg
pt_br: Trem
pt_pt: Comboio
ro_ro: Tren
ru_ru: Поезд
sk_sk: Vlak
sl_si: Vlak
sr_cyrl_rs: Воз
sr_latn_rs: Voz
sv_se: Tåg
th_th: รถไฟ
tr_tr: Tren
uk_ua: Поїзд
vi_vn: Tàu hỏa
zh_cn: 训练
zh_tw: 火車

# Icon_Tray_DisplayName
source: Tray
bg_bg: Тава
ca_es: Safata
cs_cz: Zásobník
da_dk: Bakke
de_de: Fach
el_gr: Δίσκος
es_es: Bandeja
et_ee: Salv
eu_es: Erretilua
fi_fi: Lokero
fr_fr: Plateau
gl_es: Bandexa
hi_in: ट्रे
hr_hr: Pladanj
hu_hu: Tálca
it_it: Vassoio
ja_jp: トレイ
kk_kz: Науа
ko_kr: 트레이
lt_lt: Dėklas
lv_lv: Paplāte
ms_my: Dulang
nb_no: Skuff
nl_nl: Lade
pl_pl: Taca
pt_br: Bandeja
pt_pt: Tabuleiro
ro_ro: Tavă
ru_ru: Лоток
sk_sk: Zásobník
sl_si: Pladenj
sr_cyrl_rs: Послужавник
sr_latn_rs: Poslužavnik
sv_se: Fack
th_th: ถาด
tr_tr: Tepsi
uk_ua: Лоток
vi_vn: Khay
zh_cn: 托盘
zh_tw: 紙匣

# Icon_Undo_DisplayName
source: Undo
bg_bg: Отмяна
ca_es: Desfés
cs_cz: Vrátit zpět
da_dk: Fortryd
de_de: Rückgängig machen
el_gr: Αναίρεση
es_es: Deshacer
et_ee: Võta tagasi
eu_es: Desegin
fi_fi: Kumoa
fr_fr: Annuler
gl_es: Desfacer
hi_in: पूर्ववत करें
hr_hr: Poništi
hu_hu: Visszavonás
it_it: Annulla
ja_jp: 元に戻す
kk_kz: Болдырмау
ko_kr: 실행 취소
lt_lt: Anuliuoti
lv_lv: Atsaukt
ms_my: Buat asal
nb_no: Angre
nl_nl: Ongedaan maken
pl_pl: Cofnij
pt_br: Desfazer
pt_pt: Anular
ro_ro: Anulare
ru_ru: Отменить
sk_sk: Späť
sl_si: Razveljavi
sr_cyrl_rs: Опозови радњу
sr_latn_rs: Opozovi radnju
sv_se: Ångra
th_th: เลิกทำ
tr_tr: Geri Al
uk_ua: Скасувати
vi_vn: Hoàn tác
zh_cn: 撤消
zh_tw: 復原

# Icon_Unlock_DisplayName
source: Unlock
bg_bg: Отключване
ca_es: Desbloqueja
cs_cz: Odemknout
da_dk: Lås op
de_de: Entsperren
el_gr: Ξεκλείδωμα
es_es: Desbloquear
et_ee: Ava
eu_es: Desblokeatu
fi_fi: Avaa
fr_fr: Déverrouiller
gl_es: Desbloquear
hi_in: अनलॉक
hr_hr: Otključaj
hu_hu: Zárolás feloldása
it_it: Sblocca
ja_jp: ロック解除
kk_kz: Құлпын ашу
ko_kr: 잠금 해제
lt_lt: Atrakinti
lv_lv: Atbloķēt
ms_my: Buka kunci
nb_no: Lås opp
nl_nl: Ontgrendelen
pl_pl: Odblokuj
pt_br: Desbloquear
pt_pt: Desbloquear
ro_ro: Deblocare
ru_ru: Разблокировать
sk_sk: Odomknúť
sl_si: Odkleni
sr_cyrl_rs: Откључавање
sr_latn_rs: Otključavanje
sv_se: Lås upp
th_th: ปลดล็อค
tr_tr: Kilit açma
uk_ua: Розблокувати
vi_vn: Mở khóa
zh_cn: 解锁
zh_tw: 解除鎖定

# Icon_VerticalLine_DisplayName
source: Vertical line
bg_bg: Вертикална линия
ca_es: Línia vertical
cs_cz: Svislá čára
da_dk: Lodret linje
de_de: Vertikale Linie
el_gr: Κατακόρυφη γραμμή
es_es: Línea vertical
et_ee: Vertikaalne rida
eu_es: Lerro bertikala
fi_fi: Pystyviiva
fr_fr: Ligne verticale
gl_es: Liña vertical
hi_in: वर्टिकल लाइन
hr_hr: Okomita linija
hu_hu: Függőleges vonal
it_it: Riga verticale
ja_jp: 縦線
kk_kz: Тік сызық
ko_kr: 세로 줄
lt_lt: Vertikali linija
lv_lv: Vertikāla līnija
ms_my: Garis menegak
nb_no: Loddrett linje
nl_nl: Verticale regel
pl_pl: Linia pionowa
pt_br: Linha vertical
pt_pt: Linha vertical
ro_ro: Linie verticală
ru_ru: Вертикальная линия
sk_sk: Zvislá čiara
sl_si: Navpična črta
sr_cyrl_rs: Вертикална линија
sr_latn_rs: Vertikalna linija
sv_se: Vertikal rad
th_th: เส้นแนวตั้ง
tr_tr: Dikey çizgi
uk_ua: Вертикальна лінія
vi_vn: Đường kẻ dọc
zh_cn: 垂直线
zh_tw: 垂直線

# Icon_Video_DisplayName
source: Video
bg_bg: Видеоклип
ca_es: Vídeo
el_gr: Βίντεο
es_es: Vídeo
eu_es: Bideoa
fr_fr: Vidéo
gl_es: Vídeo
hi_in: वीडियो
hu_hu: Videó
ja_jp: ビデオ
kk_kz: Бейне
ko_kr: 비디오
lt_lt: Vaizdo įrašas
pl_pl: Wideo
pt_br: Vídeo
pt_pt: Vídeo
ru_ru: Видео
sl_si: Videoposnetek
sr_cyrl_rs: Видео
th_th: วิดีโอ
uk_ua: Відео
zh_cn: 视频
zh_tw: 影片

# Icon_View_DisplayName
source: View
bg_bg: Изглед
ca_es: Visualitza
cs_cz: Zobrazit
da_dk: Vis
de_de: Anzeigen
el_gr: Προβολή
es_es: Vista
et_ee: Vaade
eu_es: Ikusi
fi_fi: Näytä
fr_fr: Affichage
gl_es: Ver
hi_in: देखें
hr_hr: Prikaži
hu_hu: Nézet
it_it: Visualizza
ja_jp: 表示
kk_kz: Көру
ko_kr: 보기
lt_lt: Rodyti
lv_lv: Skatīt
ms_my: Pandangan
nb_no: Vis
nl_nl: Weergeven
pl_pl: Wyświetl
pt_br: Exibir
pt_pt: Ver
ro_ro: Vizualizare
ru_ru: Просмотреть
sk_sk: Zobraziť
sl_si: Prikaži
sr_cyrl_rs: Приказ
sr_latn_rs: Prikaz
sv_se: Visa
th_th: ดู
tr_tr: Görünüm
uk_ua: Переглянути
vi_vn: Xem
zh_cn: 视图
zh_tw: 檢視表

# Icon_ZoomIn_DisplayName
source: Zoom in
bg_bg: Увеличаване
ca_es: Apropa
cs_cz: Přiblížit
da_dk: Zoom ind
de_de: Vergrößern
el_gr: Μεγέθυνση
es_es: Acercar
et_ee: Suurenda
eu_es: Handiagotu
fi_fi: Lähennä
fr_fr: Zoom avant
gl_es: Ampliar
hi_in: ज़ूम इन
hr_hr: Povećaj
hu_hu: Nagyítás
it_it: Zoom avanti
ja_jp: 拡大
kk_kz: Үлкейту
ko_kr: 확대
lt_lt: Artinti
lv_lv: Tuvināt
ms_my: Zum ke dalam
nb_no: Zoom inn
nl_nl: Inzoomen
pl_pl: Powiększ
pt_br: Ampliar
pt_pt: Ampliar
ro_ro: Mărire
ru_ru: Увеличить
sk_sk: Priblížiť
sl_si: Povečaj
sr_cyrl_rs: Увећај
sr_latn_rs: Uvećaj
sv_se: Zooma in
th_th: ซูมเข้า
tr_tr: Yakınlaştırma
uk_ua: Збільшити
vi_vn: Phóng to
zh_cn: 放大
zh_tw: 放大

# Icon_ZoomOut_DisplayName
source: Zoom out
bg_bg: Намаляване
ca_es: Allunya
cs_cz: Oddálit
da_dk: Zoom ud
de_de: Verkleinern
el_gr: Σμίκρυνση
es_es: Alejar
et_ee: Vähenda
eu_es: Txikiagotu
fi_fi: Loitonna
fr_fr: Zoom arrière
gl_es: Reducir
hi_in: ज़ूम आउट
hr_hr: Smanji
hu_hu: Kicsinyítés
it_it: Zoom indietro
ja_jp: 縮小
kk_kz: Кішірейту
ko_kr: 축소
lt_lt: Tolinti
lv_lv: Tālināt
ms_my: Zum ke luar
nb_no: Zoom ut
nl_nl: Uitzoomen
pl_pl: Pomniejsz
pt_br: Reduzir
pt_pt: Reduzir
ro_ro: Micșorare
ru_ru: Уменьшить
sk_sk: Oddialiť
sl_si: Pomanjšaj
sr_cyrl_rs: Смањи
sr_latn_rs: Smanji
sv_se: Zooma ut
th_th: ซูมออก
tr_tr: Uzaklaştırma
uk_ua: Зменшити
vi_vn: Thu nhỏ
zh_cn: 缩小
zh_tw: 縮小

# Icon_BookmarkFilled_DisplayName
source: Bookmark (filled)
bg_bg: Отметка (попълнено)
ca_es: Adreça d'interès (emplenada)
cs_cz: Záložka (vyplněná)
da_dk: Bogmærke (udfyldt)
de_de: Lesezeichen (ausgefüllt)
el_gr: Σελιδοδείκτης (γεμάτος)
es_es: Marcador (rellenado)
et_ee: Järjehoidja (täidetud)
eu_es: Laster-marka (beteta)
fi_fi: Kirjanmerkki (täytetty)
fr_fr: Signet (rempli)
gl_es: Marcador (enchido)
hi_in: बुकमार्क (भरा हुआ)
hr_hr: Knjižna oznaka (popunjena)
hu_hu: Könyvjelző (kitöltött)
it_it: Segnalibro (riempito)
ja_jp: ブックマーク (塗りつぶし)
kk_kz: Бетбелгі (толтырылған)
ko_kr: 책갈피(채워짐)
lt_lt: Žymelė (užpildyta)
lv_lv: Grāmatzīme (aizpildīta)
ms_my: Penanda buku (diisi)
nb_no: Bokmerke (fylt)
nl_nl: Bladwijzer (ingevuld)
pl_pl: Zakładka (wypełniona)
pt_br: Indicador (preenchido)
pt_pt: Marcador (preenchido)
ro_ro: Marcaj (umplut)
ru_ru: Закладка (с заливкой)
sk_sk: Záložka (vyplnená)
sl_si: Zaznamek (zapolnjeno)
sr_cyrl_rs: Обележивач (попуњен)
sr_latn_rs: Obeleživač (popunjen)
sv_se: Bokmärke (fyllt)
th_th: ที่คั่นหน้า (ลงสี)
tr_tr: Yer işareti (dolu)
uk_ua: Закладка (заповнено)
vi_vn: Dấu trang (tô đậm)
zh_cn: 书签(已填充)
zh_tw: 書簽 (已填寫)

# Icon_CancelBadge_DisplayName
source: Cancel (badge)
bg_bg: Отмяна (значка)
ca_es: Cancel·la (insígnia)
cs_cz: Zrušit (odznak)
da_dk: Annuller (badge)
de_de: Abbrechen (Badge)
el_gr: Ακύρωση (κονκάρδα)
es_es: Cancelar (distintivo)
et_ee: Loobu (märk)
eu_es: Utzi (bereizgarria)
fi_fi: Peruuta (merkki)
fr_fr: Annuler (badge)
gl_es: Cancelar (distintivo)
hi_in: रद्द करें (बैज)
hr_hr: Otkaži (značka)
hu_hu: Visszavonás (jelvény)
it_it: Annulla (notifica)
ja_jp: キャンセル (バッジ)
kk_kz: Бас тарту (рұқсат қағазы)
ko_kr: 취소(배지)
lt_lt: Atšaukti (ženklelis)
lv_lv: Atcelt (žetons)
ms_my: Batalkan (lencana)
nb_no: Avbryt (indikator)
nl_nl: Annuleren (badge)
pl_pl: Anuluj (wskaźnik)
pt_br: Cancelar (notificação)
pt_pt: Cancelar (distintivo)
ro_ro: Anulare (ecuson)
ru_ru: Отмена (эмблема)
sk_sk: Zrušiť (odznak)
sl_si: Prekliči (značka)
sr_cyrl_rs: Откажи (значка)
sr_latn_rs: Otkaži (značka)
sv_se: Avbryt (namnbricka)
th_th: ยกเลิก (ป้าย)
tr_tr: İptal (rozet)
uk_ua: Скасувати (значок)
vi_vn: Hủy (huy hiệu)
zh_cn: 取消(徽章)
zh_tw: 取消 (徽章)

# Icon_CheckBadge_DisplayName
source: Check (badge)
bg_bg: Отметка (значка)
ca_es: Comprova (insígnia)
cs_cz: Kontrola (odznak)
da_dk: Tjek (badge)
de_de: Überprüfen (Badge)
el_gr: Έλεγχος (κονκάρδα)
es_es: Comprobación (distintivo)
et_ee: Märgi (märk)
eu_es: Egiaztatu (bereizgarria)
fi_fi: Tarkista (merkki)
fr_fr: Vérifier (badge)
gl_es: Comprobar (distintivo)
hi_in: जांच करें (बैज)
hr_hr: Provjeri (značka)
hu_hu: Ellenőrzés (jelvény)
it_it: Seleziona (notifica)
ja_jp: チェック (バッジ)
kk_kz: Тексеру (рұқсат қағазы)
ko_kr: 확인(배지)
lt_lt: Tikrinti (ženklelis)
lv_lv: Pārbaudīt (žetons)
ms_my: Semak (lencana)
nb_no: Kontroll (indikator)
nl_nl: Controleren (badge)
pl_pl: Sprawdź (wskaźnik)
pt_br: Verificar (notificação)
pt_pt: Verificar (distintivo)
ro_ro: Verificare (ecuson)
ru_ru: Проверить (эмблема)
sk_sk: Skontrolovať (odznak)
sl_si: Potrdi (značka)
sr_cyrl_rs: Провера (значка)
sr_latn_rs: Provera (značka)
sv_se: Kontrollera (namnbricka)
th_th: เครื่องหมายถูก (ป้าย)
tr_tr: Onay (rozet)
uk_ua: Перевірка (значок)
vi_vn: Kiểm tra (huy hiệu)
zh_cn: 检查(徽章)
zh_tw: 檢查 (徽章)

# Icon_Cut_DisplayName
source: Cut
bg_bg: Изрязване
ca_es: Retalla
cs_cz: Vyjmout
da_dk: Klip
de_de: Ausschneiden
el_gr: Αποκοπή
es_es: Cortar
et_ee: Lõika
eu_es: Ebaki
fi_fi: Leikkaa
fr_fr: Couper
gl_es: Cortar
hi_in: कट करें
hr_hr: Izreži
hu_hu: Kivágás
it_it: Taglia
ja_jp: 切り取り
kk_kz: Қию
ko_kr: 잘라내기
lt_lt: Iškirpti
lv_lv: Izgriezt
ms_my: Potong
nb_no: Klipp ut
nl_nl: Knippen
pl_pl: Wytnij
pt_br: Recortar
pt_pt: Cortar
ro_ro: Decupare
ru_ru: Вырезать
sk_sk: Vystrihnúť
sl_si: Izreži
sr_cyrl_rs: Исеци
sr_latn_rs: Iseci
sv_se: Klipp ut
th_th: ตัด
tr_tr: Kes
uk_ua: Вирізати
vi_vn: Cắt
zh_cn: 剪切
zh_tw: 剪下

# Icon_FilterFlat_DisplayName
source: Flat filter
bg_bg: Плосък филтър
ca_es: Filtre pla
cs_cz: Plochý filtr
da_dk: Fladt filter
de_de: Flacher Filter
el_gr: Επίπεδο φίλτρο
es_es: Filtro plano
et_ee: Lame filter
eu_es: Iragazki laua
fi_fi: Tasosuodatin
fr_fr: Filtre plat
gl_es: Filtro sen formato
hi_in: फ्लैट फ़िल्टर
hr_hr: Plošni filtar
hu_hu: Lapos szűrő
it_it: Filtro semplice
ja_jp: フラット フィルター
kk_kz: Тегіс сүзгі
ko_kr: 플랫 필터
lt_lt: Plokščiasis filtras
lv_lv: Atsevišķs filtrs
ms_my: Penapis rata
nb_no: Flatt filter
nl_nl: Vlak filter
pl_pl: Filtr prosty
pt_br: Filtro simples
pt_pt: Filtro simples
ro_ro: Filtru plat
ru_ru: Плоский фильтр
sk_sk: Plochý filter
sl_si: Ploščati filter
sr_cyrl_rs: Раван филтер
sr_latn_rs: Ravan filter
sv_se: Plant filter
th_th: ตัวกรองแบบแฟลต
tr_tr: Düz filtre
uk_ua: Простий фільтр
vi_vn: Bộ lọc phẳng
zh_cn: 固定筛选器
zh_tw: 一般篩選

# Icon_FilterFlatFilled_DisplayName
source: Flat filter (filled)
bg_bg: Плосък филтър (запълнен)
ca_es: Filtre pla (emplenat)
cs_cz: Plochý filtr (vyplněný)
da_dk: Fladt filter (udfyldt)
de_de: Flacher Filter (ausgefüllt)
el_gr: Επίπεδο φίλτρο (γεμάτο)
es_es: Filtro plano (relleno)
et_ee: Lame filter (täidetud)
eu_es: Iragazki laua (beteta)
fi_fi: Tasosuodatin (täytetty)
fr_fr: Filtre plat (rempli)
gl_es: Filtro sen formato (enchido)
hi_in: फ्लैट फ़िल्टर (भरा हुआ)
hr_hr: Plošni filtar (ispunjen)
hu_hu: Lapos szűrő (kitöltött)
it_it: Filtro semplice (riempito)
ja_jp: フラット フィルター (塗りつぶし)
kk_kz: Тегіс сүзгі (толтырылған)
ko_kr: 플랫 필터(채워짐)
lt_lt: Plokščiasis filtras (užpildytas)
lv_lv: Atsevišķs filtrs (aizpildīts)
ms_my: Penapis rata (diisi)
nb_no: Flatt filter (fylt)
nl_nl: Vlak filter (ingevuld)
pl_pl: Filtr prosty (wypełniony)
pt_br: Filtro simples (preenchido)
pt_pt: Filtro simples (preenchido)
ro_ro: Filtru plat (umplut)
ru_ru: Плоский фильтр (с заливкой)
sk_sk: Plochý filter (vyplnené)
sl_si: Ploščati filter (zapolnjeno)
sr_cyrl_rs: Раван филтер (попуњен)
sr_latn_rs: Ravan filter (popunjen)
sv_se: Plant filter (fyllt)
th_th: ตัวกรองแบบแฟลต (ลงสี)
tr_tr: Düz filtre (dolu)
uk_ua: Простий фільтр (заповнено)
vi_vn: Bộ lọc phẳng (tô đậm)
zh_cn: 固定筛选器(已填充)
zh_tw: 一般篩選 (已填寫)

# Icon_Leave_DisplayName
source: Leave
bg_bg: Напускане
ca_es: Surt
cs_cz: Opustit
da_dk: Forlad
de_de: Verlassen
el_gr: Έξοδος
es_es: Salir
et_ee: Lahku
eu_es: Irten
fi_fi: Poistu
fr_fr: Quitter
gl_es: Saír
hi_in: छोड़ना
hr_hr: Napusti
hu_hu: Elhagyás
it_it: Esci
ja_jp: 移動
kk_kz: Шығу
ko_kr: 나뭇잎
lt_lt: Išeiti
lv_lv: Atstāt
ms_my: Tinggalkan
nb_no: Ferie
nl_nl: Verlaten
pl_pl: Opuść
pt_br: Sair
pt_pt: Sair
ro_ro: Ieșire
ru_ru: Выход
sk_sk: Opustiť
sl_si: Zapusti
sr_cyrl_rs: Напусти
sr_latn_rs: Napusti
sv_se: Lämna
th_th: ออก
tr_tr: Ayrılma
uk_ua: Вийти
vi_vn: Rời khỏi
zh_cn: 退出
zh_tw: 離開

# Icon_Paste_DisplayName
source: Paste
bg_bg: Поставяне
ca_es: Enganxa
cs_cz: Vložit
da_dk: Sæt ind
de_de: Einfügen
el_gr: Επικόλληση
es_es: Pegar
et_ee: Kleebi
eu_es: Itsatsi
fi_fi: Liitä
fr_fr: Coller
gl_es: Pegar
hi_in: चिपकाएँ
hr_hr: Zalijepi
hu_hu: Beillesztés
it_it: Incolla
ja_jp: 貼り付け
kk_kz: Қою
ko_kr: 붙여넣기
lt_lt: Įklijuoti
lv_lv: Ielīmēt
ms_my: Tampal
nb_no: Lim inn
nl_nl: Plakken
pl_pl: Wklej
pt_br: Colar
pt_pt: Colar
ro_ro: Lipire
ru_ru: Вставить
sk_sk: Prilepiť
sl_si: Prilepi
sr_cyrl_rs: Налепи
sr_latn_rs: Nalepi
sv_se: Klistra in
th_th: วาง
tr_tr: Yapıştır
uk_ua: Вставити
vi_vn: Dán
zh_cn: 粘贴
zh_tw: 貼上

# Icon_ThumbsDownFilled_DisplayName
source: Thumbs down (filled)
bg_bg: Палец надолу (запълнен)
ca_es: Polze cap avall (emplenat)
cs_cz: Palec dolů (vyplněné)
da_dk: Tommelfinger ned (udfyldt)
de_de: Daumen runter (ausgefüllt)
el_gr: Απόρριψη (γεμάτο)
es_es: Pulgar hacia abajo (relleno)
et_ee: Pöidlad alla (täidetud)
eu_es: Erpurua behera (beteta)
fi_fi: Peukalo alaspäin (täytetty)
fr_fr: Pouces vers le bas (rempli)
gl_es: Polgar cara abaixo (enchido)
hi_in: थम्स डाउन (भरा हुआ)
hr_hr: Palac dolje (ispunjeno)
hu_hu: Lefelé mutató hüvelykujj (kitöltött)
it_it: Pollice giù (riempito)
ja_jp: 反対 (塗りつぶし)
kk_kz: Бас бармақтары түсірілген (толтырылған)
ko_kr: 불만족(채워진)
lt_lt: Nykščiai žemyn (užpildyta)
lv_lv: Īkšķi uz leju (aizpildīts)
ms_my: Ibu jari ke bawah (diisi)
nb_no: Tommelen ned (fylt)
nl_nl: Duim omlaag (ingevuld)
pl_pl: Kciuki skierowane w dół (wypełnione)
pt_br: Polegar para baixo (preenchido)
pt_pt: Polegar para baixo (preenchido)
ro_ro: Deget mare în jos (umplut)
ru_ru: Большой палец вниз (с заливкой)
sk_sk: Palec nadol (vyplnené)
sl_si: Ni mi všeč (zapolnjeno)
sr_cyrl_rs: Палац надоле (попуњен)
sr_latn_rs: Palac nadole (popunjen)
sv_se: Tummen ner (fyllt)
th_th: คว่ำนิ้วโป้ง (ลงสี)
tr_tr: Başparmak aşağı (dolu)
uk_ua: Не подобається (заповнено)
vi_vn: Ngón tay cái trỏ xuống (tô đậm)
zh_cn: 差评(已填充)
zh_tw: 反對 (已填寫)

# Icon_ThumbsUpFilled_DisplayName
source: Thumbs up (filled)
bg_bg: Палец нагоре (запълнен)
ca_es: Polze cap amunt (emplenat)
cs_cz: Palec nahoru (vyplněno)
da_dk: Tommelfinger op (udfyldt)
de_de: Daumen hoch (ausgefüllt)
el_gr: Έγκριση (γεμάτο)
es_es: Pulgar hacia arriba (relleno)
et_ee: Pöidlad püsti (täidetud)
eu_es: Erpurua gora (beteta)
fi_fi: Peukalo ylöspäin (täytetty)
fr_fr: Pouces vers le haut (rempli)
gl_es: Polgar cara arriba (enchido)
hi_in: थम्स अप (भरा हुआ)
hr_hr: Palac gore (ispunjeno)
hu_hu: Felfelé mutató hüvelykujj (kitöltött)
it_it: Pollice su (riempito)
ja_jp: 賛成 (塗りつぶし)
kk_kz: Бас бармақтары көтерілген (толтырылған)
ko_kr: 만족(채워진)
lt_lt: Nykščiai aukštyn (užpildyta)
lv_lv: Īkšķi uz augšu (aizpildīts)
ms_my: Ibu jari ke atas (diisi)
nb_no: Tommelen opp (fylt)
nl_nl: Duim omhoog (ingevuld)
pl_pl: Kciuki skierowane w górę (wypełnione)
pt_br: Polegar para cima (preenchido)
pt_pt: Polegar para cima (preenchido)
ro_ro: Deget mare în sus (umplut)
ru_ru: Большой палец вверх (с заливкой)
sk_sk: Palec nahor (vyplnené)
sl_si: Všeč mi je (zapolnjeno)
sr_cyrl_rs: Палац нагоре (попуњен)
sr_latn_rs: Palac nagore (popunjen)
sv_se: Tummen upp (fyllt)
th_th: ชูนิ้วโป้ง (ลงสี)
tr_tr: Başparmak yukarı (dolu)
uk_ua: Подобається (заповнено)
vi_vn: Ngón tay cái lên (tô đậm)
zh_cn: 好评(已填充)
zh_tw: 讚許 (已填寫)

# Icon_EmojiHappy_DisplayName
source: Emoji - Happy
bg_bg: Емоджи – Щастие
ca_es: Emoji - Content
cs_cz: Emoji – Šťastný
da_dk: Smiley – Glad
de_de: Emoji – Fröhlich
el_gr: Emoji - Χαρούμενος
es_es: Emoji - Feliz
et_ee: Emotikon – rõõmus
eu_es: Emojia - Pozik
fi_fi: Emoji - Tyytyväinen
fr_fr: Émoticônes - Content
gl_es: Emoji: feliz
hi_in: इमोजी - हैप्पी
hr_hr: Emotikon – Sretan
hu_hu: Emoji - Boldog
it_it: Emoji - Felice
ja_jp: 絵文字 - 満足
kk_kz: Эмодзи - Бақытты
ko_kr: 이모티콘 - 행복
lt_lt: „Emoji“ – laimingas
lv_lv: Emocijzīme — laimīgs
ms_my: Emoji - Gembira
nb_no: Emoji – glad
nl_nl: Emoji - Blij
pl_pl: Emoji — szczęście
pt_br: Emoji - Feliz
pt_pt: Emoji - Feliz
ro_ro: Emoji - Fericit
ru_ru: Эмодзи — счастливая рожица
sk_sk: Emoji – Šťastný
sl_si: Čustveni simbol – veselje
sr_cyrl_rs: Емоџи – Срећа
sr_latn_rs: Emodži – Sreća
sv_se: Emoji – Glad
th_th: อิโมจิ - มีความสุข
tr_tr: Emoji - Mutlu
uk_ua: Емодзі – Щасливий
vi_vn: Emoji - Vui
zh_cn: 表情符号 - 愉快
zh_tw: 表情符號 - 開心

# SuggestRemoteExecutionHint_OpNotSupportedByClient
source: Part of this formula cannot be evaluated remotely. '{0}' operation is currently not supported in this context.
bg_bg: Част от тази формула не може да бъде оценена отдалечено. Операция „{0}“ в момента не се поддържа в този контекст.
ca_es: Una part d'aquesta fórmula no es pot avaluar de manera remota. L'operació "{0}" no s'admet actualment en aquest context.
cs_cz: Část tohoto vzorce není možné vyhodnotit vzdáleně. Operace {0} se v tomto kontextu momentálně nepodporuje.
da_dk: En del af denne formel kan ikke evalueres eksternt. '{0}' handlingen understøttes ikke i øjeblikket i denne kontekst.
de_de: Ein Teil dieser Formel kann nicht remote ausgewertet werden. Der Vorgang "{0}" wird in diesem Kontext aktuell nicht unterstützt.
el_gr: Δεν είναι δυνατή η απομακρυσμένη αξιολόγηση ενός μέρους αυτού του τύπου. Η λειτουργία "{0}" δεν υποστηρίζεται αυτήν τη στιγμή σε αυτό το περιβάλλον.
es_es: Una parte de esta fórmula no se puede evaluar de forma remota. Actualmente, la operación "{0}" no se admite en este contexto.
et_ee: Osa sellest valemist ei saa kaugühenduse teel hinnata. Toiming '{0}' pole selles kontekstis praegu toetatud.
eu_es: Ezin da ebaluatu urrunetik formularen zati bat. Une honetan ez da onartzen "{0}" eragiketa testuinguru honetan.
fi_fi: Osaa tästä kaavasta ei voi arvioida etäkäytön välityksellä. Toimintoa {0} ei tueta tällä hetkellä tässä kontekstissa.
fr_fr: Une partie de cette formule ne peut pas être évaluée à distance. L'opération « {0} » n'est actuellement pas prise en charge dans ce contexte.
gl_es: Parte desta fórmula non se pode avaliar de xeito remoto. A operación "{0}" non se admite actualmente neste contexto.
hi_in: इस सूत्र के भाग का मूल्यांकन दूरस्थ रूप से नहीं किया जा सकता. इस संदर्भ में '{0}' कार्रवाई वर्तमान में समर्थित नहीं है.
hr_hr: Dio te formule ne može se daljinski vrednovati. Operacija "{0}" trenutno nije podržana u tom kontekstu.
hu_hu: A képlet egy része nem értékelhető ki távolról. A(z) {0} művelet jelenleg nem támogatott ebben a környezetben.
it_it: Non è possibile valutare parte di questa formula in modalità remota. L'operazione '{0}' non è attualmente supportata in questo contesto.
ja_jp: この式の一部はリモートで評価できません。'{0}' 操作は、現在このコンテキストでサポートされていません。
kk_kz: Бұл формуланың бөлігін қашықтан есептеу мүмкін емес. Бұл контекст үшін қазір "{0}" әрекетіне қолдау көрсетілмейді.
ko_kr: 이 수식의 일부를 원격으로 평가할 수 없습니다. 이 컨텍스트에서 '{0}' 작업을 현재 지원하지 않습니다.
lt_lt: Šios formulės dalies negalima įvertinti nuotoliniu būdu. Šiame kontekste operacija {0} šiuo metu nepalaikoma.
lv_lv: Šīs formulas daļu nevar novērtēt attāli. Šajā kontekstā pašlaik netiek atbalstīta operācija {0}.
ms_my: Sebahagian formula ini tidak boleh dinilai dari jauh. Operasi '{0}' tidak disokong dalam konteks ini pada masa ini.
nb_no: En del av denne formelen kan ikke evalueres eksternt. {0}-operasjonen støttes ikke i denne konteksten.
nl_nl: Een deel van deze formule kan niet extern worden geëvalueerd. De bewerking {0} wordt momenteel niet ondersteund in deze context.
pl_pl: Części tej formuły nie można obliczyć zdalnie. Operacja „{0}” nie jest obecnie obsługiwana w tym kontekście.
pt_br: Parte dessa fórmula não pode ser avaliada remotamente. Atualmente não há suporte para a operação '{0}' nesse contexto.
pt_pt: Parte desta fórmula não pode ser avaliada remotamente. A operação "{0}" não é atualmente suportada neste contexto.
ro_ro: O parte din această formulă nu poate fi evaluată de la distanță. Operațiunea „{0}” nu este acceptată în prezent în acest context.
ru_ru: Часть формулы невозможно вычислить удаленно. Операция "{0}" в настоящее время не поддерживается в этом контексте.
sk_sk: Časť tohto vzorca nemožno vyhodnotiť na diaľku. Operácia {0} momentálne nie je v tomto kontexte podporovaná.
sl_si: Dela te formule ni mogoče ovrednotiti na daljavo. Operacija »{0}« trenutno ni podprta v tem kontekstu.
sr_cyrl_rs: Није могуће даљински проценити ову формулу. Операција „{0}“ тренутно није подржана у овом контексту.
sr_latn_rs: Nije moguće daljinski proceniti ovu formulu. Operacija „{0}“ trenutno nije podržana u ovom kontekstu.
sv_se: Delar av den här formeln kan inte fjärrutvärderas. {0}-åtgärden stöds för tillfället inte i den här kontexten.
th_th: ไม่สามารถประเมินผลส่วนของสูตรนี้จากระยะไกล ขณะนี้ การดำเนินการ '{0}' ไม่ได้รับการสนับสนุนในบริบทนี้
tr_tr: Bu formülün bir kısmı uzaktan değerlendirilemiyor. '{0}' işlemi şu anda bu bağlamda desteklenmiyor.
uk_ua: Частину цієї формули не можна обчислити віддалено. Зараз у цьому контексті не підтримується операція "{0}".
vi_vn: Không thể đánh giá từ xa một phần của công thức này. Phép toán '{0}' hiện không được hỗ trợ trong ngữ cảnh này.
zh_cn: 无法正确计算此公式的一部分。此上下文中当前不支持“{0}”运算。
zh_tw: 此公式的一部分無法從遠端評估。目前在此內容中不支援 '{0}' 作業。
